Repository: jagodki/Lunis
Catalog: src/Lunis/Lunis/*.lproj/Localizable.strings
Languages: de, fr, pl, sv

source: All Schools
de: alle Schulen
fr: Toutes les écoles
pl: Wszystkie Szkoły
sv: Alla Skolor

source: Favourite Schools
de: favorisierte Schulen
fr: Écoles favoritées
pl: Ulubione Szkoły
sv: Favoritskolor

source: Filtered Schools
de: gefilterte Schulen
fr: Écoles filtrées
pl: Szkoły Filtrowane
sv: Filterade Skolor

source: Back
de: Zurück
fr: Retour
pl: Powrót
sv: Tillbaka

source: Done
de: Fertig
fr: Fait
pl: Gotowe
sv: Klar

source: Cancel
de: Abbrechen
fr: Annuler
pl: Anuluj
sv: Avbryt

source: Select
de: Auswählen
fr: Choisir
pl: Wybierać
sv: Välja

source: Map Content
de: Karteninhalt
fr: Contenu de la Carte
pl: zawartość mapy
sv: Kartinnehåll

source: Choose Map Content
de: Karteninhalt wählen
fr: Choisir le contenu de la carte
pl: wybierz zawartość mapy
sv: Välj Kartinnehåll

source: Position is not within the raster
de: Position ist nicht innerhalb des Rasters
fr: Position n'est pas dans la trame
pl: pozycja nie jest wewnątrz siatce
sv: Position är inte inom rastret

source: Value for this position cannot be calculated
de: Es kann kein Wert für diese Position berechnet werden.
fr: La valeur pour cette position ne peut être calculée
pl: wartość dla tej pozycji nie może być obliczona
sv: Värden för denna position kan inte beräknas

source: Average distance to the school
de: durchschnittliche Entfernung zur Schule
fr: Distance moyenne de l'école
pl: średni odległość do szkoły
sv: genomsnittligt avstånd till skolan

source: Location Services are not enabled. Your location cannot be shown in the map.
de: Positionsdienste sind nicht aktiviert. Deine Position kann nicht auf der Karte angezeigt werden.
fr: Les services de localisation ne sont pas activés. Votre position ne peut pas être affichée sur la carte.
pl: Usługi pozycjalne nie są włączone. Twoja pozycja nie może być pokazana na mapie
sv: Positionsservice är inte aktiverade. Din position kan inte visas på kartan.

source: Go to Settings now
de: Einstellungen öffnen
fr: Aller aux menu des paramètres
pl: Teraz idź do ustawień
sv: Öppna Inställningar

source: loading data
de: lade Daten
fr: données de chargement
pl: wczytywanie danych
sv: laddar data

source: Log into iCloud on your device.
de: Melde dich bei iCloud auf deinem Gerät an.
fr: Connectez-vous à iCloud sur votre appareil.
pl: Zaloguj się do iCloud na swoim urządzeniu.
sv: Logga in i iCloud på din apparat.

source: Dismiss
de: Schließen
fr: Abandonner
pl: Zamknić
sv: Sluta

source: Fetch failed
de: Datenabruf fehlgeschlagen
fr: téléchargement échoué
pl: ściąganie danych chybić celu
sv: Hämtningen misslyckades

source: There was a problem fetching the schools; please try again later:
de: Es gab ein Problem beim Abruf der Schuldaten; bitte später erneut probieren:
fr: Il y a eu un problème pour télécharger les écoles; veuillez réessayer plus tard:
pl: Był problem z ściąganiem szkoły; proszę spróbuj ponownie później:
sv: Det var ett problem att hämta skolorna; försök igen senare, tack:

source: There was a problem fetching the grid; please try again later:
de: Es gab ein Problem beim Abruf des Rasters; bitte später erneut probieren:
fr: Il y a eu un problème pour télécharger la trame; veuillez réessayer plus tard:
pl: Był problem z ściąganiem szkoły siatkę; proszę spróbuj ponownie później:
sv: Det var ett problem att hämta rastret; försök igen senare, tack:

source: Search for Schools
de: Suche nach Schulen
fr: Recherche des écoles
pl: Szukaj Szkół
sv: Söka efter Skolor

source: Search for Cities
de: Suche nach Städten
fr: Recherche des villes
pl: Szukaj Miast
sv: Söka efter städer

source: searching for updates
de: suche nach Updates
fr: recherche de mises à jour
pl: szukanie aktualizacji
sv: söker efter uppdateringar

source: City
de: Stadt
fr: Ville
pl: Miasto
sv: Stad

source: Region
fr: Région
pl: Rejon

source: Country
de: Land
fr: Pays
pl: Kraj
sv: Land

source: Schools
de: Schulen
fr: Écoles
pl: Szkoły
sv: Skolor

source: Source
de: Quelle
pl: Źródło
sv: Källa

source: Last Update
de: letztes Update
fr: Dernière Modification
pl: Ostatnia Aktualizacja
sv: Senaste Uppdateringen

# DOWNLOADING DATA, PLEASE WAIT...
source: please wait...
de: bitte warten...
fr: attendez s'il vous plaît...
pl: proszę czekać...
sv: var god vänta...

# DELETING DATA, PLEASE WAIT...
source: please wait...
de: bitte warten...
fr: attendez s'il vous plaît...
pl: proszę czekać...
sv: var god vänta...

source: District
de: Bezirk
pl: Powiat
sv: Distrikt

source: School Type
de: Schultyp
fr: Type d'École
pl: Rodzaj Szkoły
sv: Skolslag

source: Agency
de: Träger
fr: Bureau
pl: Urząd
sv: Myndighet

source: Name
fr: Nombre
pl: Nazwa
sv: Namn

source: Street
de: Straße
fr: Rue
pl: Ulica
sv: Gata

source: Adress
de: Adresse
fr: Adresse
pl: Adres

source: Type
de: Typ
pl: Rodzaj
sv: Slag

source: Profile
de: Profil
fr: Profil
pl: Profil
sv: Profil

source: Phone
de: Telefon
fr: Téléphone
pl: Telefon
sv: Telefon

source: Homepage
fr: Page d'Accueil
pl: Strona Internetowa
sv: Hemsida

# CONTACT
source: Contact me
de: Kontakt
fr: Contact
pl: Kontakt
sv: Kontakt

source: Other
de: Sonstige
fr: Autres
pl: Inne
sv: Andra

source: Reachability
de: Erreichbarkeit
fr: Accessibilité
pl: Osiągalność
sv: Nåbarhet

source: show reachability of this school
de: Erreichbarkeit dieser Schule darstellen
fr: montrer l'accessibilité de cette école
pl: pokaż osiągalność tej szkoły
sv: visa nåbarhet för denna skola

source: distances to the current position
de: Entfernungen zur gegenwärtigen Position
fr: distances par rapport à la position actuelle
pl: odległości do aktualnej pozycji
sv: Avstånd till nuvarande position

# UNMARK AS FAVOURITE
source: Unmark as Favourite(s)
de: Markierung als Favorit(en) aufheben
fr: Démarquer comme favori(s)
pl: Nieoznaczenie jako Ulubione
sv: Avmarkera som Favorit

# MARK AS FAVOURITE
source: Mark as Favourite(s)
de: als Favorit(en) markieren
fr: Marquer comme favori(s)
pl: Oznaczenie jako Ulubione
sv: Markera som Favorit

source: Select All
de: alles auswählen
fr: Sélectionner Tout
pl: Wybierać Wszystko
sv: Välj alla

source: Deselect All
de: Auswahl aufheben
fr: Désélectionner Tout
pl: Odzyskać Wszystko
sv: Avmarkera alla

source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité
pl: Polityka prywatności
sv: Sekretesspolicy

source: General
de: Allgemeines
fr: Général
pl: Ogólny
sv: Allmän

# GENERAL TEXT
source: Christoph Jung built the Lunis app as an Open Source app. This SERVICE is provided by Christoph Jung at no cost and is intended for use as is. This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service. If you choose to use my Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that I collect is used for providing and improving the Service. I will not use or share your information with anyone except as described in this Privacy Policy.
de: Christoph Jung hat die Lunis App als Open Source App entwickelt. Dieser DIENST wird von Christoph Jung kostenlos zur Verfügung gestellt und ist für den bestimmungsgemäßen Gebrauch bestimmt. Diese Seite wird verwendet, um Besucher über meine Richtlinien zur Erfassung, Verwendung und Offenlegung personenbezogener Daten zu informieren, wenn sich jemand entschieden hat, meinen Dienst zu nutzen. Wenn Sie sich für die Nutzung meines Dienstes entscheiden, stimmen Sie der Erfassung und Nutzung von Informationen im Zusammenhang mit dieser Richtlinie zu. Die von mir erfassten personenbezogenen Daten werden zur Bereitstellung und Verbesserung des Dienstes verwendet. Ich werde Ihre Daten nur wie in dieser Datenschutzerklärung beschrieben verwenden oder an Dritte weitergeben.
fr: Christoph Jung a construit l'application Lunis comme une application Open Source. Ce SERVICE est fourni gratuitement par Christoph Jung et est destiné à être utilisé tel quel. Cette page est utilisée pour informer les visiteurs de mes politiques en matière de collecte, d'utilisation et de divulgation de renseignements personnels si quelqu'un décide d'utiliser mon service. Si vous choisissez d'utiliser mon Service, vous acceptez la collecte et l'utilisation d'informations en relation avec cette politique. Les renseignements personnels que je recueille sont utilisés pour fournir et améliorer le service. Je n'utiliserai ni ne partagerai vos renseignements personnels avec qui que ce soit, sauf tel que décrit dans la présente politique de confidentialité.
pl: Christoph Jung zbudował aplikację Lunis jako aplikację Open Source. Ta usługa jest świadczona przez Christopha Junga bez żadnych kosztów i jest przeznaczona do użytku w takim stanie, w jakim jest. Ta strona jest używana do informowania odwiedzających o moich zasadach gromadzenia, wykorzystywania i ujawniania Danych Osobowych, jeśli ktoś zdecydował się skorzystać z mojego Serwisu. Jeśli zdecydujesz się skorzystać z mojego Serwisu, wówczas zgadzasz się na zbieranie i wykorzystywanie informacji związanych z tą polityką. Dane osobowe, które zbieram, są wykorzystywane do świadczenia i udoskonalania Usługi. Nie będę wykorzystywał ani dzielił się Twoimi informacjami z nikim innym, z wyjątkiem sytuacji opisanych w niniejszej Polityce Prywatności.
sv: Christoph Jung byggde Lunis-appen som en Open Source-app. Denna SERVICE tillhandahålls gratis av Christoph Jung utan kostnad och är ämnad för användas som det är. Den här sidan används för att informera besökare om mina policyer med insamling, användning och avslöjande av personlig information om någon bestämde sig för att använda min tjänst. Om du väljer att använda min tjänst, godkänner du samlingen och användningen av information i samband med denna policy. Den personliga information som jag samlar används för att tillhandahålla och förbättra tjänsten. Jag kommer inte använda eller dela din information med någon annan än vad som beskrivs i denna sekretesspolicy.

# INFORMATION COLLECTION
source: Information Collection and Use
de: Sammlung und Verwendung von Informationen
fr: Collecte et utilisation des informations
pl: Gromadzenie i wykorzystywanie informacji
sv: Informationsinsamling och användning

# INFORMATION COLLECTION TEXT
source: For a better experience, while using our Service, I may require you to provide us with certain personally identifiable information, including but not limited to the position of the device to show this position on the map within the app. The information that I request will be retained on your device and is not collected by me in any way. The app does not use third party services that may collect information used to identify you.
de: Für ein besseres Erlebnis bei der Nutzung unseres Dienst kann ich von Ihnen verlangen, dass Sie uns bestimmte personenbezogene Daten zur Verfügung stellen, einschließlich, aber nicht beschränkt auf die Position des Geräts, um diese Position auf der Karte innerhalb der App anzuzeigen. Die von mir angeforderten Informationen werden auf Ihrem Gerät gespeichert und von mir in keiner Weise erfasst. Die App verwendet keine Dienste von Drittanbietern, die möglicherweise Informationen sammeln, die zur Identifizierung Ihrer Person verwendet werden.
fr: Pour une meilleure expérience, lors de l'utilisation de notre Service, je peux vous demander de nous fournir certaines informations personnelles identifiables, y compris, mais sans s'y limiter, la position de l'appareil pour afficher cette position sur la carte de l'application. Les informations que je demande seront conservées sur votre appareil et ne sont en aucun cas collectées par moi. L'application n'utilise pas les services de tiers qui peuvent recueillir des informations utilisées pour vous identifier.
pl: Dla lepszego doświadczenia, podczas korzystania z naszego serwisu, mogę wymagać podania nam pewnych danych osobowych, w tym, ale nie wyłącznie, pozycji urządzenia w celu pokazania tej pozycji na mapie w aplikacji. Informacje, o które poproszę, zostaną zachowane na urządzeniu użytkownika i nie są przeze mnie w żaden sposób gromadzone. Aplikacja nie korzysta z usług osób trzecich, które mogą zbierać informacje wykorzystywane do identyfikacji użytkownika.
sv: För en bättre upplevelse kan jag kräva att du tillhandahåller viss personligt identifierbar information, inklusive men inte begränsad till enhetens position, för att visa denna position på kartan i appen när du använder vår tjänst. Den information jag begär kommer att behållas på din enhet och samlas inte av mig på något sätt. Appen använder inte tredjepartstjänster som kan samla in information som används för att identifiera dig.

source: Service Providers
de: Dienstleister
fr: Fournisseurs de services
pl: Usługodawcy
sv: Tjänsteleverantörer

# SERVICE PROVIDERS TEXT
source: I do not use any technologies etc. of third-party companies for the following tasks: - To facilitate my Service; - To provide the Service on my behalf; - To perform Service-related services; or - To assist us in analyzing how our Service is used.
de: Ich verwende keinerlei Technologien etc. von Drittanbietern für die folgenden Aufgaben: - Um meinen Dienst zu ermöglichen; - Um den Dienst in meinem Namen zu erbringen; - Um Dienstleistungen im Zusammenhang mit dem Dienst zu erbringen; oder - Um uns bei der Analyse der Nutzung unseres Dienstes zu unterstützen.
fr: Je n'utilise pas les technologies etc. d'entreprises tierces pour les tâches suivantes: - Pour faciliter mon service ; - Fournir le Service en mon nom ; - Pour fournir des services liés au service ; ou - Pour nous aider à analyser comment notre service est utilisé.
pl: Nie korzystam z technologii itp. firm trzecich, które wykonują następujące zadania: - Aby umożliwiać mój serwis; - Świadczyć usługę w moim imieniu; - Do świadczenie usług związanych z usługą; lub - Aby pomóc nam w analizie sposobu korzystania z naszego serwisu.
sv: Jag använder ingen teknik etc. från tredje part för följande uppgifter: - För att underlätta min service; - Att tillhandahålla Tjänsten på mina vägnar; - Att utföra servicerelaterade tjänster; eller - Att hjälpa oss att analysera hur vår Service används.

source: Security
de: Sicherheit
fr: Sécurité
pl: Bezpieczeństwo
sv: Säkerhet

# SECURITY TEXT
source: I value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and I cannot guarantee its absolute security.
de: Ich schätze Ihr Vertrauen in die Bereitstellung Ihrer personenbezogenen Daten, deshalb sind wir bestrebt, wirtschaftlich akzeptable Mittel zu deren Schutz einzusetzen. Aber denken Sie daran, dass keine Methode der Übertragung über das Internet oder die Methode der elektronischen Speicherung 100% sicher und zuverlässig ist, und ich kann ihre absolute Sicherheit nicht garantieren.
fr: J'apprécie votre confiance en nous fournissant vos renseignements personnels, c'est pourquoi nous nous efforçons d'utiliser des moyens commercialement acceptables de les protéger. Mais n'oubliez pas qu'aucune méthode de transmission sur Internet, ni aucune méthode de stockage électronique n'est sûre et fiable à 100 %, et je ne peux en garantir la sécurité absolue.
pl: Cenię Państwa zaufanie do dostarczania nam Państwa Danych Osobowych, dlatego też staramy się wykorzystywać komercyjnie akceptowalne sposoby ich ochrony. Należy jednak pamiętać, że żadna metoda transmisji przez Internet lub metoda elektronicznego przechowywania danych nie jest w 100% bezpieczna i niezawodna, a ja nie mogę zagwarantować jej całkowitego bezpieczeństwa.
sv: Jag uppskattar ditt förtroende för att ge oss din personliga information, så vi strävar efter att använda kommersiellt godtagbara sätt att skydda den. Men kom ihåg att ingen överföringsmetod över internet, eller elektronisk lagringsmetod är 100% säker och pålitlig, och jag kan inte garantera den absoluta säkerheten.

# LINKS
source: Links to Other Sites
de: Links zu anderen Seiten
fr: Liens vers d'autres sites
pl: Linki do innych stron internetowych
sv: Länkar till andra webbplatser

# LINKS TEXT
source: This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by me. Therefore, I strongly advise you to review the Privacy Policy of these websites. I have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.
de: Dieser Dienst kann Links zu anderen Websites enthalten. Wenn Sie auf einen Link eines Drittanbieters klicken, werden Sie zu dieser Seite weitergeleitet. Beachten Sie, dass diese externen Seiten nicht von mir betrieben werden. Daher empfehle ich Ihnen dringend, die Datenschutzerklärung dieser Websites zu lesen. Ich habe keine Kontrolle über den Inhalt, die Datenschutzrichtlinien oder die Praktiken von Websites oder Diensten Dritter und übernehme keine Verantwortung dafür.
fr: Ce Service peut contenir des liens vers d'autres sites. Si vous cliquez sur un lien tiers, vous serez dirigé vers ce site. Notez que ces sites externes ne sont pas exploités par moi. Par conséquent, je vous conseille fortement de consulter la politique de confidentialité de ces sites Web. Je n'ai aucun contrôle sur le contenu, les politiques de confidentialité ou les pratiques des sites ou services de tiers et n'assume aucune responsabilité à cet égard.
pl: Usługa ta może zawierać łącza do innych stron internetowych. Jeśli klikniesz na link strony trzeciej, zostaniesz przekierowany na tę stronę. Należy pamiętać, że te strony zewnętrzne nie są obsługiwane przeze mnie. Dlatego zdecydowanie zalecam zapoznanie się z Polityką Prywatności tych stron internetowych. Nie mam żadnej kontroli i nie przyjmuję żadnej odpowiedzialności za zawartość, politykę prywatności lub praktyki stron lub usług osób trzecich.
sv: Den här tjänsten kan innehålla länkar till andra webbplatser. Om du klickar på en tredjeparts länk kommer du att styras till den webbplatsen. Observera att dessa externa sidor inte drivs av mig. Därför rekommenderar jag starkt att du granskar sekretesspolicyen för dessa webbplatser. Jag har ingen kontroll över och tar inget ansvar för innehållet, sekretesspolicy eller praxis för tredje parts webbplatser eller tjänster.

# CHILDREN
source: Childrens Privacy
de: Datenschutz für Kinder
fr: Protection de la vie privée des enfants
pl: Prywatność dzieci
sv: Barnens integritet

# CHILDREN TEXT
source: These Services do not address anyone under the age of 13. I do not knowingly collect personally identifiable information from children under 13. In the case I discover that a child under 13 has provided me with personal information, I immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact me so that I will be able to do necessary actions.
de: Diese Dienste richten sich nicht an Personen unter 13 Jahren und ich sammle nicht wissentlich personenbezogene Daten von Kindern unter 13 Jahren. Für den Fall, dass ich feststelle, dass mir ein Kind unter 13 Jahren personenbezogene Daten zur Verfügung gestellt hat, lösche ich diese sofort von unseren Servern. Wenn Sie ein Elternteil oder Vormund sind und wissen, dass Ihr Kind uns personenbezogene Daten zur Verfügung gestellt hat, kontaktieren Sie mich bitte, damit ich die notwendigen Maßnahmen ergreifen kann.
fr: Ces services ne s'adressent pas aux personnes âgées de moins de 13 ans et je ne recueille pas sciemment de renseignements personnels identifiables auprès d'enfants de moins de 13 ans. Si je découvre qu'un enfant de moins de 13 ans m'a fourni des informations personnelles, je les supprime immédiatement de nos serveurs. Si vous êtes un parent ou un tuteur et que vous savez que votre enfant nous a fourni des renseignements personnels, veuillez communiquer avec moi afin que je puisse prendre les mesures nécessaires.
pl: Usługi te nie są skierowane do osób poniżej 13 roku życia. Nie zbieram świadomie danych osobowych dzieci poniżej 13 roku życia. W przypadku odkrycia, że dziecko poniżej 13 roku życia przekazało mi dane osobowe, natychmiast usuwam je z naszych serwerów. Jeśli jesteś rodzicem lub opiekunem i wiesz, że Twoje dziecko przekazało nam dane osobowe, skontaktuj się ze mną, abym mógł podjąć niezbędne działania.
sv: Dessa tjänster tar inte emot någon under 13 år. Jag samlar inte medvetet personligt identifierbar information från barn under 13 år. Om jag upptäcker att ett barn under 13 år har gett mig personliga uppgifter, tar jag omedelbart bort det från våra servrar. Om du är förälder eller vårdnadshavare och du är medveten om att ditt barn har gett oss personliga uppgifter, vänligen kontakta mig så att jag kommer att kunna göra nödvändiga åtgärder.

# CHANGES
source: Changes to This Privacy Policy
de: Änderungen an dieser Datenschutzerklärung
fr: Modifications à cette politique de confidentialité
pl: Zmiany w niniejszej Polityce Prywatności
sv: Ändringar i denna sekretesspolicy

# CHANGES TEXT
source: I may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.
de: Ich kann unsere Datenschutzerklärung von Zeit zu Zeit aktualisieren. Daher wird empfohlen, diese Seite regelmäßig auf Änderungen zu überprüfen. Ich werde Sie über alle Änderungen informieren, indem ich die neue Datenschutzerklärung auf dieser Seite veröffentliche. Diese Änderungen werden sofort nach ihrer Veröffentlichung auf dieser Seite wirksam.
fr: Je peux mettre à jour notre politique de confidentialité de temps à autre. Par conséquent, nous vous conseillons de consulter cette page périodiquement pour vous tenir au courant de tout changement. Je vous informerai de tout changement en affichant la nouvelle politique de confidentialité sur cette page. Ces modifications entrent en vigueur immédiatement après leur affichage sur cette page.
pl: Mogę od czasu do czasu aktualizować naszą Politykę Prywatności. W związku z tym zaleca się okresowe przeglądanie tej strony pod kątem wszelkich zmian. Powiadomię Cię o wszelkich zmianach, publikując nową Politykę Prywatności na tej stronie. Zmiany te wchodzą w życie natychmiast po ich opublikowaniu na tej stronie.
sv: Jag kan uppdatera vår sekretesspolicy från tid till annan. Således rekommenderas att du regelbundet granskar denna sida för eventuella ändringar. Jag kommer att meddela dig om eventuella ändringar genom att publicera den nya sekretesspolicyen på den här sidan. Dessa ändringar är effektiva omedelbart efter att de har publicerats på den här sidan.

# CONTACT TEXT
source: If you have any questions or suggestions about my Privacy Policy, do not hesitate to contact me at jagodki.cj@gmail.com.
de: Wenn Sie Fragen oder Anregungen zu meiner Datenschutzerklärung haben, zögern Sie nicht, mich unter jagodki.cj@gmail.com zu kontaktieren.
fr: Si vous avez des questions ou des suggestions concernant ma politique de confidentialité, n'hésitez pas à me contacter à jagodki.cj@gmail.com
pl: Jeśli masz jakiekolwiek pytania lub sugestie dotyczące mojej Polityki Prywatności, nie wahaj się skontaktować ze mną pod adresem jagodki.cj@gmail.com
sv: Om du har några frågor eller förslag om min sekretesspolicy, tveka inte att kontakta mig på jagodki.cj@gmail.com.

source: Mail
sv: Mejl
